Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: སྔོན་འདས་པའི་དུས་སུ་མངོན་པར་འདུས་བྱས་པའི་ལས་ཀྱི་དབང་གིས་ཡང་དག་པ་མ་ཡིན་པའི་འདུ་ཤེས་ཀྱིས་ལོག་པར་ཤེས་པའི་བསམ་པ་སྐྱེད་པར་བྱེད་དེ། གྲང་བའི་འདུ་ཤེས་དང་། རླུང་ཆེན་པོ་ལངས་པ་དང་། ཆར་ཆེན་པོ་འབབ་པ་དང་། ནམ་རྨུས་པའི་འདུ་ཤེས་དང་།
en: Due to the force of action performed in the past, it will give rise to distorted thought due to an incorrect perception, namely, a perception of cold, or perceptions of a great wind arising, of a great rain falling, or of darkness; or it will give rise to the perception of hearing the clamorous sound of many people.

source: སྐྱེ་བོ་མང་པོའི་སྒྲ་ཅ་ཅོ་ཐོས་པའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་པས་ལས་ཀྱི་མཐོ་དམའ་ཇི་ལྟ་བ་བཞིན་དུ་ཡང་དག་པ་མ་ཡིན་པའི་འདུ་ཤེས་རྣམ་པ་བཅུ་འབྱུང་བར་འགྱུར་རོ། །
en: Thereby, in accordance with the superior nature or inferior nature of its karma, ten incorrect perceptions may arise.

source: བཅུ་གང་ཞེ་ན།
en: What are the ten?

source: དེང་བདག་ནི་ཁང་པའི་ནང་དུ་འཇུག་གོ་སྙམ་པ་དང་།
en: It thinks, ‘I’m now entering a house.’

source: བདག་ནི་ཁང་པ་བརྩེགས་པའི་སྟེང་དུ་འཛེག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now climbing to the top of a multistoried building.’

source: བདག་ནི་གཞལ་མེད་ཁང་དུ་འཇུག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now entering a palace.’

source: བདག་ནི་ཁྲི་ལ་འཛེག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now ascending a throne.’

source: བདག་ནི་རྩྭའི་སྤྱིལ་བུར་འཇུག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now entering a grass hut.’

source: བདག་ནི་ལོ་མའི་ཁྱིམ་དུ་འཇུག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now entering a hut of leaves.’

source: བདག་ནི་རྩྭ་སྟུག་པོར་འཇུག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now entering a grass thicket.’

source: བདག་ནི་ནགས་ཀྱི་ནང་དུ་འཇུག་གོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now entering a forest.’

source: བདག་ནི་རྩིག་པའི་བུ་གར་འཛུལ་ལོ་སྙམ་པ་དང་།
en: Or it thinks, ‘I’m now slipping into a hole in a wall.’

source: བདག་ནི་སབ་མའི་གསེབ་དུ་འཇུག་གོ་སྙམ་དུ་སེམས་པ་གང་ཡིན་པ་སྟེ།
en: Or it thinks, ‘I’m now entering the spaces in a thatched hut.’

source: དགའ་བོ་དེའི་ཚེ་བར་མ་དོའི་སྲིད་པ་དེ་དེ་སྙམ་དུ་བསམས་ནས་མའི་མངལ་དུ་འཇུག་པར་འགྱུར་རོ། །
en: Nanda, at that time the antarābhava, thinking in that way, enters its mother’s womb.

source: སྐྱེ་བ་ལེན་པ་དེ་ནི་མེར་མེར་པོ་ཞེས་བྱ་བར་རིག་པར་བྱ་སྟེ།
en: “It should be understood that what takes rebirth is called kalala.

source: དེ་ནི་ཕའི་ཁུ་བ་དང་།
en: It is the father’s semen and the mother’s blood.

source: མའི་ཁྲག་ཡིན་ཏེ། དངོས་པོ་གཞན་མ་ཡིན་ན་ཡང་ཕ་དང་མའི་ཁུ་བ་དང་ཁྲག་འདུས་པའི་རྒྱུ་དང་རྐྱེན་དང་། རྣམ་པར་ཤེས་པའི་རྐྱེན་ལ་བརྟེན་ཏེ་ལྷན་ཅིག་གནས་པར་བྱེད་པས་འདི་ལྟ་སྟེ་དཔེར་ན་ཞོ་དང་། རྫ་མ་དང་།
en: It is not another thing, but in dependence on the causes and conditions that are the mixture of the father’s semen and the mother’s blood, and on the condition that is consciousness, it is kept together.

source: སྲུབ་ཤིང་དང་། སྐྱེས་བུའི་རྩོལ་བ་ལ་བརྟེན་ནས་མར་འབྱུང་གི་གཞན་ལས་མི་འབྱུང་བ་བཞིན་དུ་ཕ་མའི་མི་གཙང་བའི་ཁུ་བ་དང་། ཁྲག་ལས་མངོན་པར་གྲུབ་པའི་ལུས་མེར་མེར་པོ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ། །
en: “Just as butter comes into being in dependence upon curdled milk, a pot, a churning stick, and human effort, and does not come into being from anything else, the body of the kalala, which is formed from the unclean semen and blood of the parents, is to be understood in the same way.

source: གཞན་ཡང་དགའ་བོ་དཔེ་རྣམ་པ་བཞི་ཡོད་ཀྱིས་ཁྱོད་ལེགས་པར་ཉོན་ཅིག །
en: “Nanda, there are four further analogies. Listen carefully.

source: འདི་ལྟ་སྟེ་དཔེར་ན་རྩྭ་སྔོན་པོ་ལ་བརྟེན་ཏེ། སྲིན་བུ་སྐྱེ་བར་འགྱུར་བ་རྩྭ་སྔོན་པོ་ཡང་སྲིན་བུ་མ་ཡིན། རྩྭ་ལས་གུད་ན་ཡང་སྲིན་བུ་མེད་མོད་ཀྱི།
en: Just as when a worm is born in dependence upon green grass, the green grass is not the worm, and the worm does not exist separately from the green grass.

source: འོན་ཀྱང་རྩྭ་ལ་བརྟེན་པའི་རྒྱུ་དང་རྐྱེན་འདུས་པའི་དབང་གིས་སྲིན་བུ་སྐྱེས་ནས་ལུས་ཀྱི་ཁ་དོག་ཀྱང་སྔོན་པོར་འགྱུར་བ་དེ་བཞིན་དུ་དགའ་བོ་ཕའི་ཁུ་བ་དང་།
en: However, due to the coming together of causes and conditions in dependence upon the grass, when the worm is born, the color of its body will also be green.

source: མའི་ཁྲག་གི་ལུས་མེར་མེར་པོ་ཡང་འདི་ལྟར་རྒྱུ་དང་རྐྱེན་འདུས་པ་ལས་འབྱུང་བ་ཆེན་པོའི་དབང་པོ་སྐྱེ་བར་རིག་པར་བྱའོ། །
en: Similarly, Nanda, the body of the kalala that consists of the father’s semen and the mother’s blood is also like this: it should be understood that the faculties that consist of the great elements arise from the coming together of causes and conditions.

source: འདི་ལྟ་སྟེ་དཔེར་ན་བ་ལང་གི་ལྕི་བ་ལ་བརྟེན་ནས་སྲིན་བུ་སྐྱེ་བར་འགྱུར་བ། བ་ལང་གི་ལྕི་བ་ཡང་སྲིན་བུ་མ་ཡིན།
en: “Just as when a worm is born in dependence upon cow dung, the cow dung is not the worm, and the worm does not exist separately from the cow dung.

source: བ་ལང་གི་ལྕི་བ་ལས་གུད་ན་ཡང་སྲིན་བུ་མེད་མོད་ཀྱི་འོན་ཀྱང་བ་ལང་གི་ལྕི་བ་ལ་བརྟེན་པའི་རྒྱུ་རྐྱེན་འདུས་པའི་བར་དབང་གིས་སྲིན་བུ་སྐྱེས་ནས་ལུས་ཀྱི་ཁ་དོག་ཀྱང་སེར་པོར་འགྱུར་བ་དེ་བཞིན་དུ་དགའ་བོ་ཕའི་ཁུ་བ་དང་།
en: However, due to the coming together of causes and conditions in dependence upon the cow dung, when the worm is born, the color of its body will also be yellow.

source: མའི་ཁྲག་གི་ལུས་མེར་མེར་པོ་ཡང་འདི་ལྟར་རྒྱུ་རྐྱེན་འདུས་པ་ལས་འབྱུང་བ་ཆེན་པོའི་དབང་པོ་སྐྱེ་བར་རིག་པར་བྱའོ། །
en: Similarly, Nanda, the body of the kalala that consists of the father’s semen and the mother’s blood is also like this: it should be understood that the faculties that consist of the great elements arise from the coming together of causes and conditions.

source: འདི་ལྟ་སྟེ་དཔེར་ན་རྒྱ་ཤུག་ལ་བརྟེན་ནས་སྲིན་བུ་སྐྱེ་བར་འགྱུར་བ་རྒྱ་ཤུག་ཀྱང་སྲིན་བུ་མ་ཡིན།
en: “Just as when a worm is born in dependence upon jujube, the jujube is not the worm, and the worm does not exist separately from the jujube.

source: རྒྱ་ཤུག་ལས་གུད་ན་ཡང་སྲིན་བུ་མེད་མོད་ཀྱི་འོན་ཀྱང་རྒྱ་ཤུག་ལ་བརྟེན་པའི་རྒྱུ་རྐྱེན་འདུས་པའི་དབང་གིས་སྲིན་བུ་སྐྱེས་ནས་ལུས་ཀྱི་ཁ་དོག་ཀྱང་དམར་པོར་འགྱུར་བ་དེ་བཞིན་དུ་དགའ་བོ་ཕའི་ཁུ་བ་དང་།
en: However, due to the coming together of causes and conditions in dependence upon jujube, when the worm is born, the color of its body will also be red.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ཞོ་ལ་བརྟེན་ནས་སྲིན་བུ་སྐྱེ་བར་འགྱུར་བ་ལུས་ཀྱི་ཁ་དོག་ཀྱང་དཀར་པོར་འགྱུར་བ་ཞེས་བྱ་བ་ནས་རྒྱུ་དང་རྐྱེན་འདུས་པ་ལས་འབྱུང་བ་ཆེན་པོའི་དབང་པོ་སྐྱེ་བར་འགྱུར་ཞེས་བྱ་བའི་བར་དུ་ཡང་རྒྱས་པར་སྦྱར་རོ། །
en: “Just as when a worm is born in dependence upon curdled milk, the color of its body will also be white (to be given in detail as above, up to) the faculties that consist of the great elements arise from the coming together of causes and conditions.

source: གཞན་ཡང་དགའ་བོ་ཕ་མའི་མི་གཙང་བ་ལ་བརྟེན་པའི་མེར་མེར་པོའི་དབང་གིས་སའི་ཁམས་མངོན་དུ་སྣང་བས་ནི་སྲ་བའི་བྱ་བ་བྱེད་དོ། །
en: “Furthermore, Nanda, due to the kalala that depends on the unclean emissions of the father and mother, the presence of the earth element performs the function of solidity.

source: ཆུའི་ཁམས་མངོན་དུ་སྣང་བས་ནི་གཤེར་བའི་བྱ་བ་བྱེད་དོ། །
en: The presence of the water element performs the function of fluidity.

source: མེའི་ཁམས་མངོན་དུ་སྣང་བས་ནི་དྲོ་བའི་བྱ་བ་བྱེད་དོ། །
en: The presence of the fire element performs the function of heat.

source: རླུང་གི་ཁམས་མངོན་དུ་སྣང་བས་ནི་ཡང་ཞིང་གཡོ་བའི་བྱ་བ་བྱེད་དོ། །
en: The presence of the wind element performs the functions of lightness and mobility.

source: དགའ་བོ་གལ་ཏེ་ཕ་མའི་མི་གཙང་བའི་ལུས་མེར་མེར་པོ་དེ་སའི་ཁམས་འབའ་ཞིག་དང་ལྡན་ལ། ཆུའི་ཁམས་མེད་པར་གྱུར་ན་ནི་སྐམས་ཏེ་གྱེས་པར་འགྱུར་བས་འདི་ལྟ་སྟེ། དཔེར་ན་ལག་པས་ཕྱེ་དང་ཐལ་བ་སྐམ་པོ་ལ་སོགས་པ་བཅངས་པ་བཞིན་དུ་འགྱུར་རོ། །
en: Nanda, if the body of the kalala that depends upon the unclean emissions of the father and mother has only the earth element and lacks the water element, it will dry up and be dispersed, as when one holds dry flour or dust and so forth in one’s hand.

source: གལ་ཏེ་ཆུའི་ཁམས་འབའ་ཞིག་དང་ལྡན་ལ་སའི་ཁམས་མེད་པར་གྱུར་ན་ནི་བོ་བར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ་དཔེར་ན་འབྲུ་མར་རམ།
en: If it has only the water element and lacks the earth element, it will leak out, as when oil or water drains away.

source: ཆུ་ལྟ་བུར་གྱུར་པ་ཞིག་ན་ཆུའི་ཁམས་ཀྱི་དབང་གིས་ནི་སའི་ཁམས་གྱེས་པར་མི་འགྱུར་ལ་སའི་ཁམས་ཀྱི་དབང་གིས་ནི་ཆུའི་ཁམས་བོ་བར་མི་འགྱུར་རོ། །
en: It is due to the water element that the earth element is not dispersed; it is due to the earth element that the water element does not leak out.

source: དགའ་བོ་གལ་ཏེ་མེར་མེར་པོའི་ལུས་ས་དང་། ཆུའི་ཁམས་དང་ལྡན་པར་འགྱུར་ལ་མེའི་ཁམས་མེད་པར་གྱུར་ན་ནི་རུལ་ཞིང་མྱགས་པར་འགྱུར་ཏེ། འདི་ལྟ་སྟེ། དཔེར་ན་དབྱར་གྱི་དུས་སུ་ཤའི་གོང་བུ་གྲིབ་མ་ལ་བཞག་པ་བཞིན་དུ་འགྱུར་རོ། །
en: Nanda, if the body of the kalala has the earth and water elements but lacks the fire element, it will putrefy, as when a lump of raw meat is put in the shade in the summer.

source: དགའ་བོ་གལ་ཏེ་མེར་མེར་པོའི་ལུས་ས་དང་། ཆུ་དང་མེའི་ཁམས་འགའ་ཞིག་དང་ལྡན་ལ་རླུང་གི་ཁམས་མེད་པར་གྱུར་ན་ནི་འཕེལ་ཞིང་རྒྱས་པར་མི་འགྱུར་ཏེ།
en: Nanda, if the body of the kalala has only the earth, water, and fire elements but lacks the wind element, it will not grow and develop.

source: འདི་དག་ཐམས་ཅད་ནི་སྔོན་གྱི་ལས་ཀྱིས་རྒྱུ་བྱས་ནས་ཕན་ཚུན་གཅིག་གིས་རྐྱེན་གཅིག་གིས་རྒྱུ་བྱས་པའི་དབང་གིས་རྣམ་པར་ཤེས་པ་སྐྱེ་བར་འགྱུར་བས་སའི་ཁམས་ཀྱིས་ནི་རྟེན་བྱེད་དོ། །ཆུའི་ཁམས་ཀྱིས་ནི་སྡུད་པར་བྱེད་དོ། །མེའི་ཁམས་ཀྱིས་ནི་ཡོངས་སུ་སྨིན་པར་བྱེད་དོ། །རླུང་གི་ཁམས་ཀྱིས་ནི་འཕེལ་བར་བྱེད་དོ། །
en: Since all these are caused by previous karma, due to their mutual causation and conditioning, when consciousness arises, the earth element acts to support the kalala, the water element causes it to cohere, the fire element causes it to mature, and the wind element causes it to expand.

source: དགའ་བོ་འདི་ལྟ་སྟེ་དཔེར་ན་ཁུར་བ་མཁན་ན་མ་དེའི་སློབ་མས་ཁུར་བ་ལེགས་པར་བཙོས་ནས་དབུགས་ཀྱིས་བུས་ཏེ། རྒྱ་ཆེར་འཕེལ་ཞིང་ནང་ཁོ་སྟོང་དུ་བྱེད་པ་ཇི་ལྟ་བ་བཞིན་ནོ། །
en: “Nanda, it is just as when a pastry maker or his apprentice cooks pastry properly and, by blowing, makes it grow and expand and become hollow inside, like the roots of a lotus.

source: འདི་ལྟ་སྟེ་དཔེར་ན་པད་མའི་རྩ་བ་ཇི་ལྟ་བ་བཞིན་དུ་ནང་གི་ལུས་ཀྱི་འབྱུང་བ་ཆེན་པོ་ས་དང་། ཆུ་དང་། མེ་དང་། རླུང་གི་ཁམས་ལས་ཀྱི་སྟོབས་ཀྱིས་འཕེལ་བར་བྱེད་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ། །
en: Similarly, it should be understood that the great elements of the interior of the body, the elements of earth, water, fire, and wind, also grow in the same way due to the force of karma.

source: དགའ་བོ་ཕ་མའི་མི་གཙང་བ་ལས་མེར་མེར་པོའི་ལུས་འབྱུང་བ་ཡང་མ་ཡིན། ཕའི་རྐང་ལས་ཀྱང་མ་ཡིན། མའི་མངལ་ནས་ཀྱང་མ་ཡིན། ལས་ལས་ཀྱང་མ་ཡིན། རྒྱུ་ལས་ཀྱང་མ་ཡིན།
en: “Nanda, the body of the kalala does not arise from the unclean emissions of the father and mother, or from the mother’s womb, or from karma, or from causes, or from conditions.

source: རྐྱེན་ལས་ཀྱང་མ་ཡིན་མོད་ཀྱི་འོན་ཀྱང་རྒྱུ་རྐྱེན་མང་པོ་འདི་དག་ཚོགས་པའི་དབང་གིས་མང་ལ་མངོན་པར་འགྲུབ་པར་བྱེད་དེ།
en: Nonetheless, due to the coming together of these many causes and conditions, the embryo is produced.

source: འདི་ལྟ་སྟེ་དཔེར་ན་ས་བོན་སར་པ་རླུང་དང་ཉི་མས་ཉམས་པར་མ་བྱས་པ། སྲ་ཞིང་སྙིང་པོ་དང་བཅས་པ། བུ་ག་མ་བྱུང་བ། ཤིན་ཏུ་ལེགས་པར་སྦས་པ་ཞིང་གཤིན་པ་ལ་བཏབ་ནས་རླན་གྱི་རྒྱུ་དང་རྐྱེན་འདུས་པར་གྱུར་ན་གདོད་མྱུ་གུ་དང་།
en: It is just as when a new seed is undamaged by the wind and sun, firm and endowed with a core, without any holes, and very well buried and planted in soft earth.

source: སྡོང་བུ་དང་། ཡལ་ག་དང་། ལོ་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་རིམ་གྱིས་སྐྱེ་ཞིང་འཕེལ་བར་འགྱུར་ཏེ།
en: If, due to moisture, the causes and conditions have come together, first the sprout, then the stalk, branches, leaves, flowers, and fruit, gradually appear and grow.

source: དགའ་བོས་བོན་དེ་ཡང་རྐྱེན་འདུས་པ་དང་།
en: Nanda, that seed, moreover, without the coming together of conditions, will not produce a sprout and so forth.

source: བྲལ་བ་ལས་མྱུ་གུ་ལ་སོགས་པ་སྐྱེད་པར་བྱེད་པ་མ་ཡིན་པ་དེ་བཞིན་དུ་ཕ་མ་འབའ་ཞིག་དང་།
en: Similarly, it should be understood that birth in the womb is not achieved through the father and mother alone, or karma alone, or another condition alone.

source: ལས་འབའ་ཞིག་དང་། རྐྱེན་གཞན་འབའ་ཞིག་ལས་མངལ་དུ་སྐྱེ་བ་ཐོབ་པ་མ་ཡིན་གྱི་ཕ་མའི་ཁུ་བ་དང་། ཁྲག་དང་། རྒྱུ་དང་རྐྱེན་འདུས་པའི་དབང་གིས་མངལ་མངོན་པར་འགྲུབ་པར་རིག་པར་བྱའོ། །
en: Rather, the embryo is produced due to the coming together of the father’s sexual fluid, the mother’s blood, and causes and conditions.

source: དགའ་བོ་འདི་ལྟ་སྟེ། དཔེར་ན་མིག་དང་ལྡན་པའི་སྐྱེས་བུ་སམ་ཡོངས་སུ་ཚོལ་བའི་ཕྱིར་ནོར་བུ་མེ་ཤེལ་ཁྱེར་ནས་ཉི་མ་ལ་བཞག་སྟེ།
en: “Nanda, a clear-eyed person, in order to acquire fire, might take a jeweled sunstone and place it in the sun.

source: བ་ལང་གི་ལྕི་བ་སྐམ་པོའི་སྟེང་དུ་བཞག་ན་གདོད་མེ་འབྱུང་བར་འགྱུར་བ་དེ་བཞིན་དུ་ཕའི་ཁུ་བ་དང་།
en: If they place it on top of dry cow dung, afterward, fire will arise.

source: ཁྲག་དང་། རྒྱུ་དང་རྐྱེན་འདུས་པ་ལ་བརྟེན་པའི་ཕྱིར་གདོད་མངལ་མངོན་པར་འགྲུབ་པ་ཡང་དེ་བཞིན་དུ་རིག་པར་བྱའོ། །
en: Similarly, it should be understood that the embryo is first produced in dependence upon the coming together of the father’s sexual fluid, the blood, and causes and conditions.

source: ཕ་མའི་མི་གཙང་བ་ལས་མེར་མེར་པོ་མངོན་པར་གྲུབ་པ་གང་ཡིན་པ་དེ་ནི་གཟུགས་ཞེས་བྱའོ། །ཚོར་བ་དང་།
en: The kalala that is produced from the unclean emissions of the father and mother is called rūpa.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་ནི་མིང་ཞེས་བྱ་སྟེ།
en: Vedanā, saṃjñā, saṃskāra, and vijñāna are called nāma.

source: དེ་ནི་མིང་དང་གཟུགས་ཞེས་བྱའོ། །
en: Together they are called nāmarūpa.

source: མིང་དང་གཟུགས་ཀྱི་ཕུང་པོ་ཤིན་ཏུ་སྨད་པར་བྱ་བའི་སྲིད་པ་རྣམས་སུ་སྐྱེ་བ་ལེན་པར་བྱེད་པ་འདི་ལ་ནི་ངས་ཕྱོགས་ཅུང་ཟད་ཙམའམ། སྐད་ཅིག་ཙམ་དུ་ཡང་བསྔགས་བརྗོད་པར་མི་བྱེད་དོ། །
en: “As for the skandhas of nāma and rūpa that take birth in the contemptible types of existence, I do not praise this even a little bit, not even for a moment.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why?

source: སྲིད་པ་རྣམས་སུ་སྐྱེ་བར་འགྱུར་བ་གང་ཡིན་པ་དེ་ནི་སྡུག་བསྔལ་ཆེན་པོ་ཡིན་པས་སོ། །
en: Being born in any type of existence is great suffering.

source: འདི་ལྟ་སྟེ་དཔེར་ན།
en: Even a small amount of vomit stinks.

source: སྐྱུགས་པ་ནི་ཇི་ལྟར་ཆུང་ཡང་མནམ་པར་བྱེད་པ་དེ་བཞིན་དུ་སྲིད་པ་རྣམས་སུ་སྐྱེས་པ་གང་ཡིན་པ་དེ་ནི་ཆུང་ངུ་ཡང་སྡུག་བསྔལ་ཡིན་པར་རིག་པར་བྱའོ། །ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་གཟུགས་དང་། ཚོར་བ་དང་།
en: Similarly, it should be known that being born in any type of existence, even briefly, is suffering.

source: འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་ནི་སྐྱེ་བ་དང་། གནས་པ་དང་། འཕེལ་བ་དང་།
en: These five upādāna­skandhas—rūpa, vedanā, saṃjñā, saṃskāra, and vijñāna—all have birth, persistence, growth, decline, and perishing.

source: ཉམས་ཤིང་འཇིག་པ་དང་ལྡན་ཏེ་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་སྡུག་བསྔལ་བ་ཡིན་ནོ། །
en: Birth is suffering.

source: གནས་པ་གང་ཡིན་པ་དེ་ནི་ན་བ་ཡིན་ནོ། །
en: Persistence is illness.

source: འཕེལ་བ་དང་། ཉམས་ཤིང་འཇིག་པ་གང་ཡིན་པ་དེ་ནི་རྒ་ཤི་ཡིན་ཏེ།
en: Growth, decline, and perishing are aging and death.

source: དེ་ལྟ་བས་ན་དགའ་བོ་མཁས་པ་སུ་ཞིག་སྲིད་པའི་རྒྱ་མཚོ་འདིར་སྲིད་པའི་རོ་བསྐྱེད་ནས་མའི་མངལ་ན་ཉལ་ཞིང་འདི་འདྲ་བའི་སྡུག་བསྔལ་མི་བཟད་པ་ཡང་དག་པར་ཉམས་སུ་མྱོང་བར་བྱེད།
en: Therefore, Nanda, what wise person would cultivate a taste for existence in this sea of saṃsāra and, lying in the mother’s womb, experience such unbearable suffering?

source: གཞན་ཡང་དགའ་བོ་འདི་ལྟར་མའི་མངལ་དུ་ཞུགས་པ་དེའི་གྲངས་ཀྱང་མདོར་བསྡུ་ན་ཞག་བདུན་ཕྲག་སུམ་ཅུ་རྩ་བརྒྱད་ཡོད་པར་རིག་པར་བྱ་སྟེ།
en: “Furthermore, Nanda, it should be understood that the calculation for those who have entered the womb is, in brief, thirty-eight weeks.

source: ཞག་བདུན་ཕྲག་དང་པོའི་ཚེ་མའི་མངལ་མི་གཙང་བ་ཐོག་མའི་གནས་སུ་ཉལ་བས་འདི་ལྟ་སྟེ། དཔེར་ན་ཟངས་རབ་ཏུ་ཚ་བའི་ནང་དུ་བཙོས་ཤིང་བརྔོས་པ་བཞིན་དུ་ལུས་ཀྱི་དབང་པོ་དང་རྣམ་པར་ཤེས་པ་ལྷན་ཅིག་ཏུ་སྡུག་བསྔལ་མི་བཟད་པ་མྱོང་བ་གང་ཡིན་པ་དེ་ནི་མེར་མེར་པོ་ཞེས་བྱའོ། །
en: “In the first week, lying in its first abode, the unclean womb of the mother, as if boiling and frying in a very hot pot, the body faculty and the consciousness that together experience unbearable suffering are called the kalala.

source: དེའི་དབྱིབས་ནི་འདི་ལྟ་སྟེ། དཔེར་ན་འབྲས་ཀྱི་ཁུ་བའམ། ཞོའི་པྲིས་མ་དང་འདྲ་བས་ཞག་བདུན་གྱི་བར་དུ་ནང་དུ་བཙོས།
en: Its form is like the water in which rice is boiled or like the scum of yogurt, and it boils inside for seven days.

source: རབ་ཏུ་བཙོས་པས་ན་སའི་ཁམས་སྲ་བ་ཉིད་དང་། ཆུའི་ཁམས་གཤེར་བ་ཉིད་དང་། མེའི་ཁམས་དྲོ་བ་ཉིད་དང་། རླུང་གི་ཁམས་ཡང་ཞིང་གཡོ་བ་ཉིད་གདོད་མངོན་དུ་སྣང་བར་འགྱུར་རོ། །
en: When it is well cooked, the earth element, solidity; the water element, fluidity; the fire element, heat; and the wind element, lightness and mobility, begin to manifest.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་གཉིས་པ་ལ་མའི་མངལ་ན་མི་གཙང་བའི་གནས་སུ་འདི་ལྟ་སྟེ། དཔེར་ན་ཟངས་ཀྱི་ནང་དུ་བཙོས་ཤིང་བརྔོས་པ་བཞིན་དུ་ལུས་ཀྱི་དབང་པོ་དང་རྣམ་པར་ཤེས་པ་ལྷན་ཅིག་ཏུ་སྡུག་བསྔལ་མི་བཟད་པར་མྱོང་བ་ན་མའི་མངལ་ནས་ཀུན་ཏུ་རེག་པ་ཞེས་བྱ་བའི་རླུང་སྔོན་གྱི་ལས་ཀྱི་དབང་གིས་རང་བྱུང་ནས་མངལ་དེ་ལ་རེག་པ་གང་ཡིན་པ་དེ་ནི་ནུར་ནུར་པོ་ཞེས་བྱའོ། །
en: “Nanda, in the second week, in the unclean abode of its mother’s womb, when the body faculty and the consciousness together experience unbearable suffering, as if boiling and frying in a pot, a wind called all-touching arises spontaneously within the mother’s womb due to previous karma and touches the embryo.

source: དེའི་དབྱིབས་ནི་ཞོ་སྐ་བའམ།
en: It is then called arbuda.

source: མར་འཁྱགས་པ་འདྲ་སྟེ། ཞག་བདུན་གྱི་བར་དུ་ནང་དུ་བཙོས་རབ་ཏུ་བཙོས་པས་ན་ཁམས་བཞི་པོ་དག་མངོན་དུ་སྣང་བར་འགྱུར་རོ། །
en: Its form is like thick curds or hardened butter, and it boils inside for seven days. When it is well cooked, the four elements are manifest.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་གསུམ་པ་ལ་ཡང་རྒྱས་པར་སྔ་མ་བཞིན་དུ་སྦྱར་ཏེ།
en: “Nanda, in the third week, it is again as previously stated in detail.

source: མའི་མངལ་ནས་མཛོད་ཁ་ཞེས་བྱ་བའི་རླུང་སྔོན་གྱི་ལས་ཀྱི་དབང་གིས་བྱུང་ནས་མངལ་དེ་ལ་རེག་པ་གང་ཡིན་པ་དེ་ནི་ལྟར་ལྟར་པོ་ཞེས་བྱའོ། །
en: A wind called treasury opening arises within the mother’s womb due to previous karma and touches the embryo. It is then called peśī.

source: དེའི་དབྱིབས་ནི་འདི་ལྟ་སྟེ། ལྕགས་ཀྱི་ཐུར་མ་འམ། སྲིན་བུ་གྲོལ་མ་འདྲ་སྟེ། ཞག་བདུན་གྱི་བར་དུ་ཡང་བཙོས་རབ་ཏུ་བཙོས་པས་ན་ཁམས་བཞི་པོ་དག་མངོན་དུ་སྣང་བར་འགྱུར་རོ། །
en: Its form is like this: it is like an iron rod or an intestinal worm, and it again boils for seven days.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བཞི་པ་ལ་ཡང་རྒྱས་པར་སྔ་མ་བཞིན་དུ་སྦྱར་ཏེ།
en: When it is well cooked, the four elements are manifest. “Nanda, in the fourth week, it is again as previously stated in detail.

source: མའི་མངལ་ནས་ནང་རབ་ཏུ་འབྱེད་པ་ཞེས་བྱ་བའི་རླུང་སྔོན་གྱི་ལས་ལས་བྱུང་ནས་མངལ་ན་གནས་པའི་ཟུག་རྔུ་རབ་ཏུ་འབར་བ་འབུད་པར་བྱེད་པ་གང་ཡིན་པ་དེ་ནི་མཁྲང་འགྱུར་ཞེས་བྱའོ། །
en: A wind called internal differentiation arises within the mother’s womb due to previous karma. It blows on the blazing tormentor lodged in the womb. It is then called ghana.

source: དེའི་དབྱིབས་ནི་བདར་རམ་མཆི་གུ་འདྲ་སྟེ།
en: Its form is like a whetstone or a grindstone.

source: ཞག་བདུན་གྱི་བར་དུ་ཞེས་བྱ་བ་ནས་ཁམས་བཞི་པོ་དག་མངོན་དུ་སྣང་བར་འགྱུར་ཞེས་བྱ་བའི་བར་དུ་སྔ་མ་བཞིན་ནོ། །
en: From ‘for seven days’ until ‘the four elements are manifest’ is the same as before.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ལྔ་པ་ལ་ཡང་རྒྱས་པར་སྔ་མ་བཞིན་དུ་སྦྱར་ཏེ།
en: “Nanda, in the fifth week, it is again as previously stated in detail.

source: མའི་མངལ་ནས་ཡང་དག་པར་སྡུད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: A wind called collecting arises within the mother’s womb.

source: རླུང་དེས་མངལ་ལ་རེག་པར་གྱུར་པ་ན་མཚན་མ་ལྔ་པོ་འདི་ལྟ་སྟེ། དཔུང་པ་གཉིས་དང་། བརླ་གཉིས་དང་། མགོ་བོའི་མཚན་མ་མངོན་དུ་འབྱུང་བར་བྱེད་དེ།
en: When that wind touches the embryo, it causes five features to materialize, namely, the features of the two shoulders, the two thighs, and the head.

source: འདི་ལྟ་སྟེ། དཔེར་ན་དབྱར་གྱི་དུས་སུ་ཆར་འབབ་པའི་ཚེ་ལྗོན་ཤིང་དང་། ནགས་ཚལ་རྣམས་ཡལ་ག་དང་ལོ་མ་རྒྱས་ཤིང་འཕེལ་བར་བྱེད་པ་དེ་བཞིན་དུ་མཚན་མ་ལྔ་པོ་དག་རབ་ཏུ་སྣང་བར་བྱེད་དོ། །
en: Just as when the summer rains fall, the branches and leaves on trees and in thickets thrive and grow, in the same way the five features are made to appear.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་དྲུག་པ་ལ་ནི་མའི་མངལ་ནས་རྒྱ་ཆེན་པོ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the sixth week, a wind called vast arises within the mother’s womb.

source: རླུང་དེས་མངལ་ལ་རེག་པར་གྱུར་པ་ན་མཚན་མ་བཞི་པོ་འདི་ལྟ་སྟེ། ལག་ངར་གཉིས་དང་། རྗེ་ངར་གཉིས་འབྱུང་བར་བྱེད་དོ། །
en: When that wind touches the embryo, it causes four features to arise, namely, the two forearms and the two shanks.

source: འདི་ལྟ་སྟེ། དཔེར་ན་དབྱར་ཆར་འབབ་པའི་ཚེ་རྩྭ་ཤིང་ཡལ་ག་སྐྱེ་བར་འགྱུར་བ་དེ་བཞིན་དུ་མཚན་མ་བཞི་པོ་དག་རབ་ཏུ་སྣང་བར་བྱེད་དོ། །
en: Just as when the summer rains fall, grasses and tree branches grow, in the same way the four features are made to appear.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བདུན་པ་ལ་ནི་མའི་མངལ་ནས་འཁྱིལ་བར་བྱེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the seventh week, a wind called twister arises within the mother’s womb.

source: རླུང་དེས་མངལ་དེ་ལ་རེག་པར་གྱུར་པ་ན་མཚན་མ་བཞི་པོ་འདི་ལྟ་སྟེ། ལག་པའི་བོལ་གཉིས་དང་། རྐང་པའི་བོལ་གཉིས་འབྱུང་བར་བྱེད་དེ།
en: When that wind touches the embryo, it causes four features to arise, namely, the two palms of the hands and the two soles of the feet.

source: འདི་ལྟ་སྟེ། དཔེར་ན་དབུ་བ་འདུས་པའམ། ཉ་ལྕིབས་བཞིན་དུ་མཚན་མ་བཞི་པོ་དེ་དག་དང་ལྡན་པར་འགྱུར་རོ། །
en: It has those four features, which are just like a mass of bubbles or śaivala.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་བརྒྱད་པ་ལ་ནི་མའི་མངལ་ནས་ཟློག་ཅིང་སྒྱུར་བར་བྱེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the eighth week, a wind called reversing and turning arises within the mother’s womb.

source: རླུང་དེས་མངལ་ལ་རེག་པར་གྱུར་པ་ན་མཚན་མ་ཉི་ཤུ་པོ་འདི་ལྟ་སྟེ། ལག་པ་དང་རྐང་པའི་སོར་མོ་བཅུ་ཐོག་མ་ཁོར་ནར་སྣང་བར་བྱེད་དེ།
en: When that wind touches the embryo, it causes twenty features to begin to appear, namely, the features of the ten digits of the feet and of the hands.

source: འདི་ལྟ་སྟེ། དཔེར་ན་དབྱར་ཆར་པ་འབབ་པའི་ཚེ་ལྗོན་ཤིང་གི་རྩ་བ་དང་པོར་སྐྱེས་པ་ཇི་ལྟ་བ་བཞིན་ནོ། །
en: It is just as the roots of trees first grow when the summer rains fall.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་དགུ་པ་ལ་ནི་མའི་མངལ་ནས་རྣམ་པར་འབྱེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the ninth week, a wind called separating arises within the mother’s womb.

source: རླུང་དེས་མངལ་ལ་རེག་པར་གྱུར་པ་ན་མཚན་མ་དགུ་པོ་འདི་ལྟ་སྟེ། མིག་གཉིས་དང་། རྣ་བ་གཉིས་དང་། སྣ་གཉིས་དང་། ཁ་དང་།
en: When that wind touches the embryo, it causes nine features to appear, namely, the features of the two eyes, the two ears, the two nostrils, the mouth, and the two holes for excrement and urine.

source: བཤང་བ་དང་། གཅི་བའི་བུ་ག་གཉིས་སྣང་བར་བྱེད་དོ། །དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་པ་ལ་ནི་མའི་མངལ་ནས་སྲ་བར་བྱེད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the tenth week, a wind called making firm arises within the mother’s womb.

source: རླུང་དེ་མངལ་ན་གནས་པ་སྲ་ཞིང་བརྟན་པར་བྱེད་དོ། །
en: That wind makes the embryo firm and stable.

source: ཞག་བདུན་པ་དེ་ཉིད་ཀྱི་ཚེ་མའི་མངལ་ནས་གཞན་ཡང་ཀུན་ནས་སྐྱེ་བ་ཞེས་བྱ་བའི་རླུང་བྱུང་ནས་རླུང་དེས་མངལ་གྱི་གནས་བུ་ས་ནས་རྒྱས་པར་བྱེད་དེ།
en: In the same week, yet another wind, called arising from all directions, arises within the mother’s womb. That wind, by blowing on the embryo, makes it expand.

source: འདི་ལྟ་སྟེ། དཔེར་ན་རྐྱལ་པ་བུས་པ་རྒྱས་པར་གྱུར་པ་ཇི་ལྟ་བ་བཞིན་ནོ།། །།
en: It is like the way a leather bag expands when blown into.

source: བམ་པོ་གཉིས་པ། དགའ་བོ་ཞག་བདུན་ཕྲག་བཅུ་གཅིག་པ་ལ་ནི་མའི་མངལ་ནས་བུ་ག་སྣང་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the eleventh week, a wind called appearance of holes arises within the mother’s womb.

source: རླུང་དེས་མངལ་ལ་རེག་པར་གྱུར་པ་ན་མངལ་ན་གནས་པ་དེ་ཁོང་སྟོང་དུ་བྱེད་པས་བུ་ག་དགུ་པོ་དག་རབ་ཏུ་སྣང་བར་འགྱུར་ཏེ། གལ་ཏེ་མ་འགྲོ་བའམ། འགྲེང་བའམ།
en: When that wind touches the fetus and creates a cavity, nine holes appear.

source: འདུག་པའམ། ཉལ་བའམ། ལས་དག་བྱས་པར་གྱུར་ན། དེའི་ཚེ་རླུང་དེ་འཁྱིལ་པ་ཉིད་ཀྱིས་ཁོང་སྟོང་དུ་གྱུར་ནས་བུ་ག་རྣམས་མཐར་གྱིས་ཆེ་བར་བྱེད་དོ། །གལ་ཏེ་རླུང་སྟེང་གི་ཕྱོགས་སུ་སོང་ན་ནི་སྟེང་གི་བུ་ག་འབྱིན་པར་བྱེད་ལ།
en: If the mother walks, or stands, or sits, or lies down, or acts, at that time the turning of that wind, where there is a cavity, gradually enlarges the holes.

source: གལ་ཏེ་འོག་གི་ཕྱོགས་སུ་སོང་ན་ནི།
en: If the wind goes upward, it produces the upper holes.

source: འོག་གི་བུ་ག་འབྱིན་པར་བྱེད་དེ།
en: If it goes downward, it produces the lower holes.
